[
{"title": "Big Data Administrator", "link": "http://jobview.monster.com/Big-Data-Administrator-Job-Washington-DC-US-221174788.aspx", "pubDate": "Thu, 12 Nov 2020 08:35:03 GMT", "description": "DC-Washington, ALTA IT Services is seeking a Sr. Big Data Administrator with at least 7 years of experience. Please contact ebrient@altaits.com Hadoop Administrator Contract ​​​​​​​Washington DC Tasks: • Lead and provide technical solutions and expertise for project teams and customers • Provide daily technical support for the Building environments and Enterprise Data Platforms (EDP) • Analyze, recommend and imp"},
{"title": "Senior Big Data Engineer", "link": "http://jobview.monster.com/Senior-Big-Data-Engineer-Job-Richmond-VA-US-221987088.aspx", "pubDate": "Thu, 12 Nov 2020 07:37:30 GMT", "description": "VA-Richmond, Job Description We have an exciting opportunity for a Senior Big Data Engineer with our industry-leading client in Richmond, VA. We will accept corp to corp or w2 contractors. For our w2 consultants, we offer a great benefits package that includes Medical, Dental, and Vision benefits, 401k with company matching, and life insurance. Responsibilities: Build data pipeline frameworks to automate high-"},
{"title": "Data Engineering Manager - Big Data", "link": "http://jobview.monster.com/Data-Engineering-Manager-Big-Data-Job-San-Bernardino-CA-US-221982331.aspx", "pubDate": "Thu, 12 Nov 2020 05:10:14 GMT", "description": "CA-San Bernardino, If you are a Data Engineering Manager with experience, please read on! Top Reasons to Work with Us Fortune 500 Company! What You Will Be Doing - Lead and Manage small to large IT project initiatives related to Data and Data Delivery. - Lead and Manage production applications related to Data and Data Delivery. - Prioritizes own and teams work. Anticipates consequences of actions, potential problems"},
{"title": "Big Data Developer", "link": "http://jobview.monster.com/Big-Data-Developer-Job-Tampa-FL-US-221978899.aspx", "pubDate": "Thu, 12 Nov 2020 02:31:23 GMT", "description": "FL-Tampa, Our client, one of the largest financial services firms, is seeking a Big Data Developer Location: Tampa, FL Position Type: Contract Job Responsibilities: -Gather various data points from multiple sources within and load to big data Hadoop solution. -Transform data into usable form per user requirements. -Implement proper controls to protect integrity of data and limit use of sensitive data to una"},
{"title": "SYSTEMS ENGINEER IV – BIG DATA DEVELOPER", "link": "http://jobview.monster.com/SYSTEMS-ENGINEER-IV-–-BIG-DATA-DEVELOPER-Job-Cherry-Hills-Village-CO-US-221154358.aspx", "pubDate": "Thu, 12 Nov 2020 00:14:37 GMT", "description": "CO-Cherry Hills Village, Location: Cherry Hills Village, CO Description: Our client is looking for a Systems Engineer - Big Data per the following: JOB SCOPE: Primarily responsible for ongoing development of enhancements of various data reconciliation projects, centering around Java, SQL, Hive, Hadoop, and Dart. Implement critical reporting for senior leadership, and various internal clients. Splunk and SQL Developer are "},
{"title": "Enterprise Architect Cloud/Big Data", "link": "http://jobview.monster.com/Enterprise-Architect-Cloud-Big-Data-Job-Minnetonka-MN-US-221176262.aspx", "pubDate": "Thu, 12 Nov 2020 00:17:01 GMT", "description": "MN-Minnetonka, Send resumes to tfleming@apexsystems.com Enterprise Architect, with Cloud and big data experience. IDEAL BACKGROUND: Candidate with cloud experience and event management/big data experience. BASIC QUALIFICATIONS * Experience collaborating with the business product teams to drive business benefits, create and execute technology strategies, groom business products for technical features per strategy"},
{"title": "Big Data Developer - II", "link": "http://jobview.monster.com/Big-Data-Developer-II-Job-Garden-City-NY-US-221152772.aspx", "pubDate": "Thu, 12 Nov 2020 00:06:54 GMT", "description": "NY-Garden City, Location: Garden City, NY Description: Our client is currently seeking a Big Data Developer - II Title: Big Data Developer Location: Garden City, NY Duration: 12+ Months What you?ll be doing. You will be part of a new Data Science team, ensuring that innovation drives continuous business improvements, bringing more profitable growth and an even better customer experience. As a Data Analytics/Predi"},
{"title": "Big Data Solution Architect", "link": "http://jobview.monster.com/Big-Data-Solution-Architect-Job-Alpharetta-GA-US-221976230.aspx", "pubDate": "Wed, 11 Nov 2020 19:37:41 GMT", "description": "GA-Alpharetta, Job Description Are you a highly skilled Big Data Architect with on-prem Hadoop implementation experience? If you also have in-depth knowledge of Google Cloud Platform and related technologies, we may have the ideal role for you in Alpharetta. Due to client requirement, applicants must be willing and able to work on a w2 basis. For our w2 consultants, we offer a great benefits package that include"},
{"title": "Big Data Developer", "link": "http://jobview.monster.com/Big-Data-Developer-Job-TAMPA-FL-US-221964168.aspx", "pubDate": "Wed, 11 Nov 2020 15:06:25 GMT", "description": "FL-TAMPA, Terrific 6+ month contract opportunity in Tampa, FL for an Big Data Developer. Will gather various data points from multiple sources within the company and load to big data Hadoop solution. Will transform data into usable form per user requirements. Will implement proper controls to protect integrity of data and limit use of sensitive data to unauthorized individuals. Data to be leveraged by data "},
{"title": "Big Data/ ETL Lead Developer", "link": "http://jobview.monster.com/Big-Data-ETL-Lead-Developer-Job-Denver-CO-US-221963004.aspx", "pubDate": "Wed, 11 Nov 2020 14:14:28 GMT", "description": "CO-Denver, Job Title: Big Data/ETL Lead Developer Location: Denver, CO – Remote for now due to COVID, must be open for relocation Duration: 12 months Seeking an experienced and highly self-motivated Big Data/ETL Develop to support Reporting on various Medical-related data (claims, member, provider, EMR, etc) and Statistical Reporting. Hands-on experience in Matillion ETL software is a must. In this role, you"},
{"title": "Big Data Developer - Hadoop/Spark", "link": "http://jobview.monster.com/Big-Data-Developer-Hadoop-Spark-Job-Tampa-FL-US-221963266.aspx", "pubDate": "Wed, 11 Nov 2020 14:20:31 GMT", "description": "FL-Tampa, Our client, a leading global financial services company, has approximately 200 million customer accounts and does business in more than 140 countries. They provide consumers, corporations, governments and institutions with financial products and services, including consumer banking and credit, corporate and investment banking, securities brokerage, transaction services, and wealth management. Desc"},
{"title": "Big Data Developer", "link": "http://jobview.monster.com/Big-Data-Developer-Job-Franklin-TN-US-221134770.aspx", "pubDate": "Wed, 11 Nov 2020 00:04:25 GMT", "description": "TN-Franklin, Apex is currently supporting a new opportunity to become a Big Data Application Developer for a client of ours in Nashville. This is a long term opportunity for one of our top healthcare clients which would allow for really great career growth. Please read the job description below and then reach out to me, Meredith Black, at mblack@apexsystems.com if you are interested! Big Data Developer (Remote"},
{"title": "Entry level/ Midlevel-Hadoop developer/ Big Data Developer", "link": "http://jobview.monster.com/Entry-level-Midlevel-Hadoop-developer-Big-Data-Developer-Job-NY-US-221548444.aspx", "pubDate": "Wed, 11 Nov 2020 00:19:48 GMT", "description": "NY, SynergisticIT is a full service staffing and placement firm servicing client in Northern America and Canada for the past 10 years. We are dedicated towards fulfilling the IT needs of our clients. From staffing to full implementation of projects we provide the highest quality IT Services. We do provide skill enhancement to candidates, who we think would fit a job requirement with one of our clients"},
{"title": "REMOTE Backend Developer - Laravel/Symfony/AWS - Social Ad Tech", "link": "http://jobview.monster.com/REMOTE-Backend-Developer-Laravel-Symfony-AWS-Social-Ad-Tech-Job-Sarasota-FL-US-221981757.aspx", "pubDate": "Thu, 12 Nov 2020 05:02:24 GMT", "description": "FL-Sarasota, If you are a backend developer with Laravel/Symfony or a combination of skills that would make sense in this environment, please read on. We are a social ad tech platform currently focused in the automotive industry, with plans to expand into other verticals. We are looking for a talented developer, ideally with Laravel or Symfony experience to help us achieve our goals. This role is REMOTE, so an"},
{"title": "Full Stack Engineer", "link": "http://jobview.monster.com/Full-Stack-Engineer-Job-Irvine-CA-US-221981817.aspx", "pubDate": "Thu, 12 Nov 2020 05:03:12 GMT", "description": "CA-Irvine, Are you a talented, passionate and curious Full Stack Developer? We are looking for creative individuals for our small Big Data company based in Orange County, CA (remote for now). re you excited about working with the latest technology and pairing programming with TDD in an Agile environment? Then we want to hear from you!!! Top Reasons to Work with Us 1. Play with all sorts of new tech! (best in"},
{"title": "Contract - Data Engineer - Python and Spark", "link": "http://jobview.monster.com/Contract-Data-Engineer-Python-Spark-Job-San-Francisco-CA-US-221981834.aspx", "pubDate": "Thu, 12 Nov 2020 05:03:35 GMT", "description": "CA-San Francisco, If you are a Data Engineer with experience, please read on! With locations all across the world, we are a global leading software consulting company that is focused on providing end-to-end software development solutions for every vertical. We are a privately held company and have continued to grow/show growth since day one on inception. Due to recent growth and demand for our services, we are in n"},
{"title": "Scala / Spark Software Engineer", "link": "http://jobview.monster.com/Scala-Spark-Software-Engineer-Job-Ventura-CA-US-221982552.aspx", "pubDate": "Thu, 12 Nov 2020 05:12:43 GMT", "description": "CA-Ventura, If you are a Senior Scala / Spark Software Engineer with experience, please read on! Top Reasons to Work with Us 1. Our company has grown 150% in the last 2 years and are continuing to grow, and well-positioned in this current climate to deliver even more value to our customers! 2. We have an amazing company culture and an awesome work environment in beautiful Santa Barbara, California. You will b"},
{"title": "Enterprise Architect (Telecommute)", "link": "http://jobview.monster.com/Enterprise-Architect-Telecommute-Job-Hopkins-MN-US-221589500.aspx", "pubDate": "Thu, 12 Nov 2020 00:02:45 GMT", "description": "MN-Hopkins, job summary: IDEAL BACKGROUND: Candidate with cloud experience and event management/big data experience. TOP REQUIREMENTS: Architecture role seeking candidate with cloud experience and event management/big data experience. Description: •Our Client is seeking an enterprise architect for our team who will be responsible for the technology strategy and senior level relationships with business and del"},
{"title": "Data Engineer", "link": "http://jobview.monster.com/Data-Engineer-Job-Cincinnati-OH-US-219451027.aspx", "pubDate": "Thu, 12 Nov 2020 00:06:45 GMT", "description": "OH-Cincinnati, Data Engineer Location: Cincinnati, OH We’re looking for a self- driven Data Engineer that is proficient in Tableau and has experience streaming data from Big Data sources. In this role, you will develop fast data infrastructure and help your squad deliver elegant and scalable solutions, all while learning and growing your skills. Rate: $45.00- 60.00/hr W2 + Health, Dental, Vision, 401k Benefits D"},
{"title": "SENIOR SOFTWARE ENGINEER - Python/Node.js", "link": "http://jobview.monster.com/SENIOR-SOFTWARE-ENGINEER-Python-Node-js-Job-Reston-VA-US-220957947.aspx", "pubDate": "Thu, 12 Nov 2020 00:09:55 GMT", "description": "VA-Reston, SENIOR SOFTWARE ENGINEER - Python/Node.js Top Secret Clearance (TS/SCI) Required! BigBear, Inc. is an industry-leading provider of big data computing and analytics solutions. We help people make sense of their data using our cloud-based platform and big data processing algorithms. Each day, we crunch massive volumes of structured and unstructured data into usable and actionable information for our"},
{"title": "Entry Level Java Developer", "link": "http://jobview.monster.com/Entry-Level-Java-Developer-Job-VA-US-221588079.aspx", "pubDate": "Thu, 12 Nov 2020 00:16:30 GMT", "description": "VA, Greetings, Hope you all are safe and doing good at whatever you have your hands on. We are hiring for multiple roles as software programmers/developers in USA in technologies like Java J2EE and Java Full stack / Mean Stack/Mern Stack developers /Big Data (Hadoop, Spark ) Data Science and Cloud Programmers (AWS and Azure). Multiple Roles (Java Developers/Python Developers/Big Data/Hadoop/AWS) Job D"},
{"title": "Lead Engineer - Analytics Architecture", "link": "http://jobview.monster.com/Lead-Engineer-Analytics-Architecture-Job-Happy-Valley-OR-US-221590639.aspx", "pubDate": "Thu, 12 Nov 2020 00:02:49 GMT", "description": "OR-Happy Valley, Lead Engineer - Analytics Architecture Job Number: 20-07608 Work where innovation and creativity are rewarded. Eclaro is looking for a Lead Engineer - Analytics Architecture for our client in Portland, OR. Eclaro’s client is a leading multinational apparel, footwear and athletic equipment brand. If you’re up to the challenge, then take a chance at this rewarding opportunity! Position Overview: Pro"},
{"title": "Senior Data Engineer (SQL Server/Azure)", "link": "http://jobview.monster.com/Senior-Data-Engineer-SQL-Server-Azure-Job-Houston-TX-US-221595468.aspx", "pubDate": "Thu, 12 Nov 2020 00:16:41 GMT", "description": "TX-Houston, Job Req #: 20-80237 Job Description: Senior Data Engineer (SQL Server/Azure) Location: Houston, TX OR Denver, CO- will start remote Position Type: Permanent/Full Time Our Predictive Enterprise Capability is comprised of some of the most respected and well-known architects as well as brilliant new developers and designers. Together, our teams of professionals have delivered some of the most innovat"},
{"title": "Data Scientist/Chemometrician", "link": "http://jobview.monster.com/Data-Scientist-Chemometrician-Job-Richardson-TX-US-221143430.aspx", "pubDate": "Thu, 12 Nov 2020 00:06:17 GMT", "description": "TX-Richardson, Innovate to solve the world's most important challenges When you join Honeywell, you become a member of our global team ofthinkers, innovators, dreamers and doers who make the things that make thefuture. That means changing the way we fly, fueling jets in aneco-friendly way, keeping buildings smart and safe and even making it possibleto breathe on Mars. Working at Honeywell isn’t just about develo"},
{"title": "Lead Data Engineer", "link": "http://jobview.monster.com/Lead-Data-Engineer-Job-Redmond-WA-WA-US-216817997.aspx", "pubDate": "Wed, 11 Nov 2020 22:39:57 GMT", "description": "WA-Redmond, WA, Title: Lead Data Engineer Mandatory skills: Microsoft Azure Data Factory, Analytics Solution Architecture, Big Data Analytics, Data Analytics, Interpretation, Azure Data Factory, Synapse, SQL DW, HiveDB, data pipelines, MS Azure, MS Azure Data Factory, MS Synapse Description: Primary Skill: Microsoft Azure Data Factory · P4 - Analytics Solution Architecture · P4 - Big Data Analytics · P4 - Data An"}
]